Repository: 84000/data-translation-memory
Catalog: toh174-v2.tmx
Source language: bo
Languages: en

source: གཟུགས་ཀྱི་མཚན་ཉིད་ལ་མ་སྐྱེས་པའི་ཁམས་སུ་ཤེས་ན། གཟུགས་ཀྱི་མཚན་ཉིད་ལ་མ་བྱས་པའི་ཁམས་སུ་ཤེས་སོ། །
en: If one understands the characteristics of form as an unborn element, one will also understand the characteristics of form to be an uncreated element.

source: གཟུགས་ཀྱི་མཚན་ཉིད་དེ་འདས་པ་མ་ཡིན། མ་འོངས་པ་མ་ཡིན། ད་ལྟར་གྱི་མ་ཡིན།
en: The characteristics of form are neither past, nor present, nor future.

source: མཚན་ཉིད་ཅིའང་མེད་པ་བསྟན་པ། ཡང་དག་པ་མ་ཡིན་པའི་མཚན་ཉིད་བསྟན་པ། བླ་དགས་སུ་བཏགས་པའི་མཚན་ཉིད་བསྟན་པ་སྟེ། དེ་དག་ནི་གཟུགས་ཀྱི་ཁམས་ཞེས་བྱའོ། །
en: The demonstrated lack of inherent characteristics, the demonstrated characteristic of falsity, and the demonstrated imputed characteristics are called the form element .

source: དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་གཟུགས་ཀྱི་ཁམས་རྣམ་པར་འབྱེད་པ་ལ་རྟོག་པ་སྟེ།
en: In this way bodhisattvas discern the form element.”

source: བྱང་ཆུབ་སེམས་དཔས་དེ་ནས་མིག་གི་རྣམ་པར་ཤེས་པའི་མཚན་ཉིད་རྣམ་པར་འབྱེད་པ་ལ་རྟོག་གོ། །འདི་ལྟ་སྟེ།
en: “Bodhisattvas then discern the characteristics of the eye consciousness in the following manner:

source: མིག་གི་རྣམ་པར་ཤེས་པ་ལ་མིག་གི་རྣམ་པར་ཤེས་པ་མེད། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་མེད། རྟག་པའི་མཚན་ཉིད་མེད་དོ། །
en: the eye consciousness has no eye consciousness, no eye-consciousness element, and no characteristic of being permanent.

source: མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ལ་དངོས་པོ་མེད། ངེས་པའི་ཆོས་མེད་དོ། །
en: The eye-consciousness element has no entities or real phenomena.

source: མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ནི་བསྟན་དུ་མེད་པའོ། །
en: The eye-consciousness element is indemonstrable.

source: མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ནི་འདུས་པ་མ་ཡིན་གྱེས་པ་མ་ཡིན་ཏེ། དངོས་པོའི་རྩ་བ་མེད་དོ། །
en: The eye-consciousness element cannot be gathered or separated, for it lacks a substantial basis.

source: དེའང་སྔོན་གྱི་ལས་ཀྱི་རྒྱུ་དང་རྐྱེན་དང་། ད་ལྟར་གྱི་རྐྱེན་དང་གཟུགས་ལ་རག་ལུས་པའི་ཕྱིར་འདི་རྣམ་པར་ཤེས་པའི་ཁམས་ཞེས་བྱའོ། །
en: We call it the eye-consciousness element because it depends upon the causes and conditions of previous actions, concurrent conditions, and form.

source: བུས་པ་སོ་སོའི་སྐྱེ་བོ་ཕྱིན་ཅི་ལོག་གི་སེམས་ཀྱི་རྗེས་སུ་སོང་བས་མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཞེས་བྱའོ། །
en: Childish ordinary beings call it the eye-consciousness element because they follow their mistaken minds.

source: དེ་ལ་འཕགས་པ་རྣམས་ཀྱིས་ནི་ཁམས་མེད་པར་ཁོང་དུ་ཆུད་ཅིང་རྟོགས་སོ། །
en: The noble ones, however, understand and realize it as a nonelement.

source: མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ལ་ངེས་པ་མེད་པའི་ཕྱིར་རོ། །
en: Because the eye-consciousness element is indefinite.

source: དེ་ནི་རྐྱེན་རྣམས་ལས་སྐྱེས་ཏེ། རྐྱེན་ལ་རག་ལུས་པའི་ཕྱིར་མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཞེས་བྱའོ། །
en: They call it the eye-consciousness element because it is born from and depends upon conditions.

source: རྣམ་པར་ཤེས་པའི་སྤྱོད་ཡུལ་གྱི་གནས་ནི་མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཞེས་བྱའོ། །དེ་ལྟར་ངེས་པ་མེད་པའི་ཕྱིར་ན་ངེས་པའི་མཚན་ཉིད་ཅེས་བཤད་དོ། །
en: The location of the domain of consciousness is the eye-consciousness element, because this consciousness lacks a definite nature.

source: མ་སྐྱེས་པའི་ཕྱིར་ཡང་དག་པ་མ་ཡིན་པ་བསྟན་པའི་ཕྱིར་རོ། །གཟུགས་ཀྱི་མཚན་མར་རྣམ་པར་རྟག་པའི་ཕྱིར། རྐྱེན་རྣམས་བསྟན་པའི་ཕྱིར་མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཞེས་བཤད་དོ། །
en: It is said to lack a definite characteristic because it is unborn, because it demonstrates falsehood, because it falsely imputes the characteristic of form, and because it demonstrates conditions.

source: སེམས་ཅན་དག་ཇི་ལྟར་ཤེས་པའི་རྗེས་སུ་དེ་བཞིན་གཤེགས་པས་ཐབས་ཀྱིས་རྣམ་པར་ཕྱེ་སྟེ།
en: “The Thus-Gone One skillfully makes distinctions based upon beings’ understandings, and so

source: ཆ་གཅིག་པ་དང་ཐ་དད་པའི་མཚན་ཉིད་གཞོམ་པའི་ཕྱིར་དེ་ལྟ་བུའི་མཚན་ཉིད་བཤད་དོ། །
en: he teaches such characteristics in order to destroy all characteristics of unity as well as difference.

source: རྣམ་པར་ཤེས་པ་ལ་ངེས་པའི་མཚན་ཉིད་མེད་དེ་མིག་གི་དབང་པོ་རྣམ་པར་དག་པས་གཟུགས་ཀྱི་མཚན་ཉིད་ཤེས་ཏེ།
en: The eighteen elements are taught to demonstrate that consciousness lacks true characteristics, but the pure eye faculty still cognizes the characteristics of form;

source: ཆོས་གཉིས་འདུས་པའི་ཕྱིར་མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཞེས་བཤད་དོ། །
en: the eye-consciousness element is thus taught in order to integrate these two things, and [in order to demonstrate the true nature of the eye consciousness.]

source: མིག་གི་རྣམ་པར་ཤེས་པའི་ཡང་དག་པའི་མཚན་ཉིད་བསྟན་པའི་ཕྱིར་མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཞེས་བཤད་དོ། །
en: the eye-consciousness element is thus taught [in order to integrate these two things, and ]in order to demonstrate the true nature of the eye consciousness.

source: མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ནི་མིག་གི་སྤྱོད་ཡུལ་གྱི་གནས་ཏེ།
en: The eye-consciousness element is the locus of the visual experience.

source: གཟུགས་སུ་རྣམ་པར་ཤེས་པ་ནི་མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་དེའི་ཡང་ཁམས་མེད་པར་བཤད་པའོ། །
en: Even the eye-consciousness element, which is conscious of form, is described as a nonelement.

source: མཁས་པ་དག་གིས་མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ལ་མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་སུ་དམིགས་སུ་མེད་དེ།
en: The wise do not observe the eye-consciousness element as the eye-consciousness element.

source: མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ལ་མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་སུ་དམིགས་སུ་མེད་པས་དངོས་པོར་མི་རྙེད་དོ། །
en: Since the eye-consciousness element cannot be observed as the eye-consciousness element, it cannot be found to be an entity.

source: ངེས་པའི་མཚན་ཉིད་མེད་པ་ནི་མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་སོ། །
en: The eye-consciousness element lacks true characteristics.

source: མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ནི་བརྟགས་པ་ཙམ་དུ་ཟད་དོ། །
en: The eye-consciousness element is nothing more than a mere imputation.

source: ཁམས་ཞེས་བཤད་པ་དེ་ཡང་མི་ལེན་པའི་དོན་བཤད་པར་ཟད་དོ། །
en: The expression element is merely an expression that means non-appropriation .

source: མཐོང་བར་བྱ་བའི་གནས་ཡོད་པས་མིག་གི་རྣམ་པར་ཤེས་པ་དང་ཡིད་ཀྱི་ལས་ལས་མིག་གི་རྣམ་པར་ཤེས་པའི་མཚན་ཉིད་སྐྱེས་པས་མིག་གི་རྣམ་པར་ཤེས་པ་ཞེས་བྱའོ། །
en: When there is something to be seen, the characteristic of the eye consciousness arises from the function of the eye consciousness and mind. This is called eye consciousness .

source: མིག་གི་ཁམས་དང་། གཟུགས་ཀྱི་ཁམས་དང་། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། དངོས་པོ་གསུམ་འདུས་པ་ལས་རྐྱེན་རྣམས་ཀྱི་མཚན་ཉིད་ཤེས་ཏེ་
en: Knowledge of conditional characteristics arises from the gathering of three things: the eye element, the form element, and the eye-consciousness element.

source: དེ་ནི་ཁམས་ཀྱི་དོན་ལས་དབེན་པའོ། །
en: Although they are devoid of the substance of an element,

source: འདི་ལྟ་སྟེ། མིག་གི་ཁམས་དང་། གཟུགས་ཀྱི་ཁམས་དང་། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་རྣམ་གྲངས་དེ་སྙེད་ཀྱིས་ན་སེམས་ཅན་རྣམས་ཡང་དག་པའི་ལམ་ལ་འཇུག་པར་འགྱུར་ཏེ
en: it is due to the categories of the eye element, the form element, and the eye-consciousness element that beings can enter the genuine path. Yet

source: འདི་ལ་ཡང་དག་པར་ན་མིག་གི་ཁམས་མེད། གཟུགས་ཀྱི་ཁམས་མེད། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་མེད་དེ།
en: in this, there is not truly an eye element, a form element, or an eye-consciousness element.

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་མཚན་ཉིད་རྣམས་ཤེས་པ་དང་། མཐོང་བ་དང་། རྣམ་པར་འབྱེད་པའི་ཐབས་སུ་གསུངས་ཏེ།
en: All the thus-gone ones skillfully explain how to understand, see, and discern characteristics.

source: མཚན་ཉིད་གསུངས་པ་འདི་ལ་གང་ཟག་སུ་ཞིག་ཆུད་ཅིང་རྟོགས་ན་ཁམས་གསུམ་པོ་ལ་ཁམས་མེད་པར་ཤེས་སོ། །
en: Those who understand and realize this teaching of characteristics will understand the three realms to be without elements.

source: ཁམས་རྣམས་ལ་ཁམས་ཀྱི་མཚན་ཉིད་མེད་པའི་ཕྱིར་ཁམས་རྣམས་ལ་མཚན་ཉིད་དུ་མི་དམིགས་པའི་ཕྱིར་རོ། །
en: Because the realms lack the characteristics of elements, and the elements cannot be observed as the characteristics of the realms.

source: རྣ་བའི་ཁམས་དང་། སྒྲའི་ཁམས་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། སྣའི་ཁམས་དང་། དྲིའི་ཁམས་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལྕེའི་ཁམས་དང་། རོའི་ཁམས་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལུས་ཀྱི་ཁམས་དང་། རེག་བྱའི་ཁམས་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱང་གཞུང་འདིས་ཤེས་པར་བྱའོ། །
en: The ear element, sound element, and ear-consciousness element; the nose element, odor element, and nose-consciousness element; the tongue element, taste element, and tongue-consciousness element; and the body element, tactile element, and body-consciousness element should also be understood in this way.”

source: འཇིག་རྟེན་འཛིན་དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཡིད་ཀྱི་ཁམས་རྣམ་པར་འབྱེད་པ་ལ་རྟོག་པ་ཞེ་ན།
en: “Lokadhara, how do bodhisattva great beings discern the mind element?

source: བྱང་ཆུབ་སེམས་དཔའ་འདི་སྙམ་དུ་ཡིད་ཀྱི་ཁམས་ལ་དངོས་པོ་ཅི་ཡང་མེད་པའི་ཕྱིར་ངེས་པའི་མཚན་ཉིད་མེད་དོ། །
en: Bodhisattvas think, ‘The mind element lacks true characteristics because it has no substance whatsoever.

source: ཡིད་ཀྱི་ཁམས་ལ་ཡིད་ཀྱི་ཁམས་ཞེས་བྱ་བ་མེད་ངེས་པའི་ཁམས་མེད་དོ། །
en: The mind element lacks an actual element and anything called a mind element .

source: ཡིད་ཀྱི་ཁམས་ཞེས་བྱ་བ་ནི་དཔེར་ན་ས་བོན་ས་ཆེན་པོ་ལ་རྨོས་ནས་སེར་གྱིས་རླན་ཏེ་ཉི་མས་དྲོས་པར་བྱས་ཤིང་རླུང་གིས་བསྐྱོད་ན་མྱུ་གུ་བགས་ཀྱིས་འབྱུང་སྟེ
en: As for the so-called mind element, for example, once one has placed a seed into the earth, and it has been moistened by the water in the soil, warmed by the sun, and stimulated by the wind, a sprout will gradually grow.

source: མྱུ་གུ་ཡང་ས་བོན་ལས་མ་སྐྱེས་ལ། ས་བོན་ཡང་མྱུ་གུ་དང་གཅིག་པ་མ་ཡིན་ཏེ།
en: The sprout has not arisen from the seed, and the seed is not the same as the sprout.

source: མྱུ་གུ་སྐྱེས་ནས་ས་བོན་ཡང་འཇིག་སྟེ།
en: Once the sprout arises, the seed perishes. Yet,

source: ས་བོན་ཡང་མྱུ་གུ་ལས་གཞན་མ་ཡིན་ལ་མྱུ་གུ་ཡང་ས་བོན་ལས་གཞན་མ་ཡིན་ཏེ།
en: the seed is not other than the sprout, and the sprout is not other than the seed.

source: མྱུ་གུའི་ནང་ནས་ས་བོན་མེད་པ་བཞིན་ཡིད་ཀྱི་ཁམས་ཀྱང་དེ་དང་འདྲ་སྟེ།
en: Just as the seed does not exist within the sprout, so it is with the mind element.

source: ཡིད་ཀྱི་ལས་སྐྱེད་པའི་ཕྱིར་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་མཚོན་པས་ནི་ས་བོན་གྱིས་མྱུ་གུ་མཚོན་པ་བཞིན་ཏེ།
en: Because it produces mental actions, it indirectly represents the mind consciousness, just as the seed indirectly represents the sprout; thus

source: ཡིད་ཀྱི་ཁམས་ཞེས་བཏགས་སོ། །
en: it is designated the mind element .

source: ཡིད་ཀྱི་ཁམས་ལས་གུད་ན་ཡིད་དང་ཡིད་ཀྱི་ཁམས་ཞེས་བྱ་བ་མེད། ཡིད་དུ་མི་ཤེས་ཀྱང་བླ་དགས་སུ་ཡིད་ཀྱི་ཁམས་ཞེས་བཏགས་སོ། །
en: There is no mind aside from the mind element, but the mind element cannot be known as mind ; it is designated mind element as a label.

source: ཡིད་ཀྱི་ཁམས་ཞེས་བྱ་བ་དེ་ཡིད་ཀྱི་ནང་ན་མི་གནས། ཡིད་ཀྱི་ཕྱི་རོལ་ན་ཡང་མི་གནས། གཉི་གའི་བར་ན་མི་གནས་ཏེ།
en: This so-called mind element does not exist within the mind, outside the mind, or somewhere in-between. But

source: སྔོན་གྱི་ལས་ཀྱི་རྒྱུ་དང་རྐྱེན་གྱི་ཕྱིར་རྣམ་པར་ཤེས་པས་བསྐྱེད་པའི་ཕྱིར། ཡིད་ཀྱི་ལས་ཀྱི་ཕྱིར། དམིགས་པར་བྱ་བ་ཤེས་པའི་ཕྱིར། མཚན་ཉིད་དུ་བཏགས་པ་འདུས་པའི་ཕྱིར། ད་ལྟར་གྱི་དམིགས་པ་སྐྱེ་བའི་ཕྱིར་ཡིད་ཀྱི་ཁམས་ཞེས་བྱ་སྟེ
en: it is called mind element because it is produced out of the causes and conditions of previous actions, because it knows mental actions, because it cognizes what can be perceived, because it combines labels with characteristics, and because it arouses observations in the present moment.

source: དེ་ནི་མ་ངེས་པའི་ཡིད་ཀྱི་ལས་ཀྱི་མཚན་ཉིད་དང་རྒྱུ་དང་རྐྱེན་མང་པོ་འདུས་པའི་མཚན་ཉིད་དོ། །
en: It is characterized by indeterminate mental activity and a combination of many causes and conditions.

source: ཡིད་ཀྱི་ཁམས་ནི་མང་པོའི་འདུས་པ་ལས་སྐྱེ་བས་སེམས་ཅན་ཇི་ལྟར་ཤེས་པའི་རྗེས་སུ་འཇུག་གོ །
en: Because the mind element arises from a combination of many factors, it conforms to how beings cognize.

source: དོན་དམ་པ་ལ་ནི་ཡིད་ཀྱི་ཁམས་ཞེས་བྱ་བ་མེད་དོ། །
en: Ultimately, there is no mind element .

source: དངོས་པོ་མེད་པའི་ཕྱིར་རོ། །
en: Because it is devoid of substance.

source: མི་སྐྱེ་བ་ནི་ཡིད་ཀྱི་ཁམས་ཏེ་སྐྱེ་བ་མེད་པའི་ཕྱིར་རོ། །
en: The mind element is unborn, because it is devoid of birth.

source: ཡིད་ཀྱི་ཁམས་ཞེས་བྱ་བ་ནི་ཀུན་རྫོབ་ཏུ་བཏགས་པའི་ཚིག་ཡིན་ཏེ།
en: The so-called mind element is a label that is applied on the relative level.

source: དོན་དམ་པར་ན་ངེས་པར་ཡིད་ཀྱི་ཁམས་མེད་དོ། །
en: On the ultimate level, there is no real mind element.

source: འདས་པ་དང་། མ་འོངས་པ་དང་། ད་ལྟར་གྱིར་དམིགས་སུ་མེད་དོ། །
en: It cannot be observed as past, present, or future.

source: ཁམས་དག་ནི་ཁམས་མེད་པ་ལ་ཡིད་ཀྱི་ཁམས་སུ་རྟོགས་སོ། །
en: The wise understand the mind element to be devoid of an element.’ ”

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཆོས་ཀྱི་ཁམས་ལ་འབྱེད་ཅིང་རྟོགས་པ་ནི་ཁམས་མེད་པ་ལ་ཆོས་ཀྱི་ཁམས་སུ་རྟོགས་ཏེ།
en: “In discerning and understanding the mental-object element, bodhisattvas understand the mental-object element to be a nonelement.

source: ཆོས་ཀྱི་ཁམས་ལ་རང་བཞིན་ཉིད་དམིགས་སུ་མེད་དེ།
en: Since a mental object lacks intrinsic nature, no intrinsic nature can be observed.

source: ངེས་པ་མེད་པའི་ཁམས་ནི་ཆོས་ཀྱི་ཁམས་སོ། །
en: The mental-object element is an indeterminate element.

source: ཆོས་ཀྱི་ཁམས་ནི་དངོས་པོར་དམིགས་སུ་མེད་པའི་ཕྱིར་ངེས་པའི་དངོས་པོར་དམིགས་སུ་མེད་དེ།
en: Because the mental-object element cannot be observed as inherently existent, it also cannot be observed to be any definite thing.

source: སྐྱེ་བོ་ཕྱིན་ཅི་ལོག་ཏུ་ལྟ་ཞིང་ཡང་དག་པ་མ་ཡིན་པས་རྣམ་པར་བཅིངས་པ་དག་ཤེས་པར་བྱ་བའི་ཕྱིར་ཆོས་ཀྱི་ཁམས་ཞེས་བརྗོད་ཅིང་བཤད་པ་ཡང་
en: Still, the mental object element is described and taught in order to bring understanding to beings who see mistakenly and who are bound by falsity.

source: སོ་སོའི་སྐྱེ་བོ་དག་ཁམས་མེད་པ་ལ་དགོད་པའི་ཕྱིར་ཆོས་ཀྱི་ཁམས་བཤད་དོ། །
en: The mental-object element is explained in order to establish ordinary beings with an understanding of the absence of elements.

source: ཆོས་ཀྱི་ཁམས་ལ་ཆོས་ཀྱི་ཁམས་མེད་དེ།
en: The mental-object element has no mental-object element, for

source: ཆོས་ཀྱི་ཁམས་ཞེས་བྱ་བ་ནི་རྐྱེན་མང་པོ་འདུས་པ་ལས་སྐྱེས་སོ། །
en: the so-called mental-object element arises from a gathering of many conditions.

source: རྐྱེན་འདུས་པ་ལས་སྐྱེས་པའི་ཆོས་ལ་ནི་རང་བཞིན་མེད་དོ། །
en: Phenomena that arise from a gathering of many conditions have no intrinsic nature.

source: རྒྱུ་དང་རྐྱེན་ལ་རང་བཞིན་མེད་པའི་ཕྱིར།
en: Because causes and conditions have no intrinsic nature,

source: རྒྱུ་དང་རྐྱེན་ནི་མང་པོ་འདུས་པའི་ཕྱིན་ཅི་ལོག་གི་རྒྱུན་ལས་སྐྱེས་སོ། །
en: causes and conditions arise from a stream of mistaken perception that is itself a gathering of many factors.

source: དེ་བཞིན་གཤེགས་པས་སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་ཀུན་རྫོབ་ཀྱི་ཚིག་ཏུ་བརྗོད་པས་ཁམས་མེད་པའི་ཆོས་བསྟན་པའི་ཕྱིར་ཆོས་ཀྱི་ཁམས་གསུངས་སོ། །
en: The Thus-Gone One thus teaches the mental-object element in order to ripen beings, using conventional language to illustrate the absence of elements.

source: ཆོས་ཀྱི་ཁམས་ནི་ནང་ན་མི་གནས། ཕྱི་རོལ་ན་མི་གནས། གཉི་གའི་བར་ན་མི་གནས་ཀྱང་སོ་སོའི་སྐྱེ་བོ་དག་དགེ་བ་དང་མི་དགེ་བའི་ཆོས་ཤེས་ཤིང་མཐོང་ངོ་། །ཆོས་ཀྱི་ཁམས་ཀྱིས་ཆོས་ཐམས་ཅད་ཤེས་པ་དང་མཐོང་བ་མེད་པར་བཤད་པ་ནི་
en: Even though the mental-object element does not exist internally, externally, or somewhere in-between, in order to cause beings to understand and see virtuous and nonvirtuous phenomena, he explains with recourse to the mental-object element the absence of all phenomenal characteristics.

source: མཐར་སྟོང་པ་ཉིད་ཀྱི་མཚན་ཉིད་ཀྱི་ཕྱིར་མཐར་སྟོང་པ་ཉིད་དུ་བཤད་པ་ནི་ཆོས་ཀྱི་ཁམས་ཡིན་ནོ། །
en: Since they ultimately have the characteristic of emptiness, the mental-object element is taught to ultimately be emptiness.

source: ཅིའང་མེད་པ་ནི་ཆོས་ཀྱི་ཁམས་ཏེ།
en: The mental-object element is totally nonexistent,

source: ཆོས་ཀྱི་ཁམས་ལ་ཡོད་ཅེས་པའི་མཚན་མ་ངེས་པ་མེད་པའི་ཕྱིར་རོ། །
en: because there are no actual marks of existence in the mental-object element.

source: འདི་ལྟ་སྟེ། ནམ་མཁའ་ལ་ངེས་པའི་མཚན་ཉིད་མེད་དེ། ནམ་མཁའ་ཞེས་བྱ་བ་བཞིན་ཆོས་ཀྱི་ཁམས་ཀྱང་དེ་དང་འདྲ་སྟེ་ངེས་པའི་མཚན་མ་མེད་དོ། །
en: For instance, just as space has no true characteristics, but is still called space , the mental-object element likewise has no real marks.

source: ཆོས་ཀྱི་མཚན་མ་གཞོམ་པའི་ཕྱིར་ཆོས་ཀྱི་ཁམས་ཞེས་བཤད་དེ།
en: The mental-object element is taught in order to destroy the marks of mental objects, for

source: ཁམས་མེད་པ་ནི་ཆོས་ཀྱི་ཁམས་སོ། །
en: the mental-object element is a nonelement.

source: ཆོས་ཀྱི་ཁམས་ནི་འདས་པ་ལ་མི་གནས། མ་འོངས་པ་ལ་མི་གནས། ད་ལྟར་ལ་མི་གནས་ཏེ།
en: The mental-object element does not exist in the past, present, or future. And yet,

source: རྐྱེན་མང་པོ་ལ་རག་ལུས་པས་རྐྱེན་དང་ཕྲད་པའི་ཕྱིར་ཆོས་ཀྱི་ཁམས་ཞེས་རྣམ་གྲངས་སུ་གདགས་སོ། །སེམས་ཅན་གྱིས་ཇི་ལྟར་ཆོས་ཀྱི་ཁམས་ཞེས་བཏགས་སོ། །
en: because of being formed in dependence on many conditions, the category of mental-object element is designated, in accordance with the mental-object element imputed by beings.

source: མཁས་པ་དག་ཁམས་མེད་པ་ལ་ཆོས་ཀྱི་ཁམས་སུ་ཤེས་ཏེ།
en: The wise understand the mental-object element to be a nonelement, for

source: ཆོས་ཀྱི་ཁམས་ནི་གཅིག་པ་མ་ཡིན་ཐ་དད་པ་མ་ཡིན་ནོ། །
en: the mental-object element is not singular or multiple.

source: ཆོས་ཀྱི་ཁམས་ལ་ཆོས་ཀྱི་ཁམས་ཀྱི་མཚན་མ་མང་པོ་ཡང་མེད། ཅུང་ཟད་ཀྱང་མེད་དེ།
en: The mental-object element does not have many marks of the mental-object element, nor does it have even a few.

source: ཁམས་བསྟེན་པའི་ཐབས་ཀྱིས་ཆོས་ཀྱི་ཁམས་ལ་ཁམས་ཞེས་བཤད་དོ། །
en: Through the skillful means of demonstrating elements, the mental-object element is described as an element .

source: གང་རྣལ་འབྱོར་པ་དག་ཆོས་ཀྱི་ཁམས་རྟོགས་ཤིང་ཆད་པ་ནི་ཁམས་མེད་པར་ཤེས་ཤིང་མཐོང་ངོ་། །
en: Those practitioners who understand and realize the mental-object element see and understand it to be a nonelement.

source: ཁམས་གསུམ་གྱི་ཆོས་ཀྱི་ཁམས་ཀྱི་རྣམ་པར་རྟོག་པའི་མཚན་མ་མེད་དེ།
en: There are no conceptual marks related to the mental-object element throughout the three realms. But

source: རྒྱུ་དང་རྐྱེན་མང་པོ་འདུས་པ་ལས་ཆོས་སུ་རྣམ་པར་རྟོག་པས་ཆོས་ཀྱི་ཁམས་ཞེས་བཤད་དེ།
en: because beings imagine there to be mental objects, due to a combination of many causes and conditions, the mental-object element is taught.

source: ཆོས་སུ་རྣམ་པར་ཕྱེ་སྟེ་མཚན་ཉིད་ངེས་པ་མེད་པ་བསྟན་པའི་ཕྱིར་ཆོས་ཀྱི་ཁམས་ཞེས་བཤད་དོ། །
en: The mental-object element is thus explained to show how mental objects are differentiated and have no definite characteristics.

source: མཁས་པ་དག་ནི་ཆོས་ཀྱི་ཁམས་ལ་མཚན་མར་ལྟ་བའི་ཕྱིར་ཆོས་སྐྱེས་པར་མཐོང་བ་མ་ཡིན་ཏེ།
en: “The wise do not see mental objects as arising, because they see the mental-object element in terms of its marks.

source: གང་སྐྱེས་པའི་ཆོས་དེ་ཉིད་མ་སྐྱེས་པའོ། །
en: For them, the mental objects that arise are unborn.

source: ཆོས་ཀྱི་ཁམས་ལ་མཚན་མ་མེད་པའི་ཕྱིར་རོ། །
en: It is because the mental-object element is devoid of marks.

source: མཁས་པ་དག་ནི་ཆོས་ཀྱི་མཚན་ཉིད་ལ་མཚན་མ་མེད་པར་རྟོགས་ཤིང་ཆུད་པས་ཆོས་ཀྱི་ཁམས་ལ་རྣམ་པར་རྟོག་པའི་མཚན་མ་མེད་པ་ནི་མཚན་མ་མེད་པ་རྣམ་པར་རྟོག་པ་མེད་པའི་ཕྱིར་ཆོས་ཀྱི་ཁམས་ཞེས་གསུངས་སོ། །
en: Therefore, concerning the absence of conceptual marks with regard to the mental-object element, it is called the mental-object element because it lacks both marks and concepts.

source: ཆོས་ཀྱི་ཁམས་ལ་གནས་པའི་གནས་མེད། གནས་པ་མེད། འབྱུང་བའི་གནས་མེད། རྟེན་པའི་གནས་མེད་དོ། །
en: The mental-object element has no basis for dwelling, no dwelling, no basis for arising, and no basis for dependence.

source: ཆོས་ཀྱི་ཁམས་ནི་ཐོག་མ་ནས་མ་སྐྱེས་པའི་ཕྱིར་ཆོས་ཀྱི་ཁམས་ལ་སྐྱེ་བ་མེད་དོ། །
en: The mental-object element has no birth, because the mental-object element is primordially unborn.

source: ཆོས་ཀྱི་ཁམས་ལ་ཁམས་མེད་པའི་ཕྱིར་རོ། །
en: Because the mental-object element is devoid of elements.

source: གཞན་ཡང་ཆོས་ཀྱི་ཁམས་ན་འདུས་པའི་ཕྱིར་ཡོད་པ་མ་ཡིན་ཏེ།
en: Moreover, because the mental-object element is formed, it does not exist.

source: མ་འདུས་པ། མ་གྱེས་པ། མངོན་པར་འདུས་མ་བྱས་པ། ངེས་པ་མེད་པས་ཆོས་ཀྱི་ཁམས་ཞེས་གསུངས་སོ། །
en: Moreover, because it is not formed, not dispersed, not assembled, and not fixed, it is the mental-object element.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་དེ་ལྟར་ཁམས་མེད་པ་ལ་ཆོས་ཀྱི་ཁམས་སུ་རྣམ་པར་འབྱེད་ཅིང་རྟོགས་སོ། །
en: Thus do bodhisattva great beings discern and understand the lack of an element to be the mental-object element.”

source: འཇིག་རྟེན་འཛིན་དེ་ལ་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དག་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ལ་རྣམ་པར་འབྱེད་ཅིང་རྟོག་པ་ཞེ་ན།
en: “Lokadhara, how do bodhisattva great beings discern the mind-consciousness element?

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་འདི་སྙམ་དུ་མ་སྐྱེས་པའི་ཁམས་ནི་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས། མ་ངེས་པའི་ཁམས་ནི་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་སོ། །
en: Bodhisattva great beings think, ‘The mind-consciousness element is an unborn element; it is an unfixed element.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ལ་དངོས་པོ་མེད། ངེས་པའི་ཆོས་མེད་དེ། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་ཆོས་མེད་པའི་མཚན་ཉིད་བསྟན་ཏོ། །
en: As the mind-consciousness element is devoid of substantial existence and actual qualities, the mind-consciousness element is used to demonstrate the characteristic of the absence of qualities.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ལ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་སུ་དམིགས་སུ་མེད་དོ། །
en: The mind-consciousness element cannot be observed as the mind-consciousness element.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ནི་ཡང་དག་པ་མ་ཡིན་པ། ཅི་ཡང་མེད་པ། ཕྱིན་ཅི་ལོག་དང་ལྡན་པ། ཡིད་ཐོག་མར་འགྲོ་བ་ལས་ཆོས་སུ་རྣམ་པར་ཤེས་པས་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཞེས་གསུངས་སོ། །
en: The mind-consciousness element is called the mind-consciousness element because it is false, nonexistent, mistaken, and has mind as its forefront, whereby it perceives mental objects.

source: བུས་པ་སོ་སོའི་སྐྱེ་བོའི་རྗེས་སུ་བསྙག་པའི་ཕྱིར་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཞེས་གསུངས་སོ། །
en: It is called the mind-consciousness element because it conforms with childish ordinary beings.’

source: འཕགས་པ་རྣམས་ཀྱིས་ནི་ཁམས་མ་ཡིན་པ་ལ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་སུ་ཤེས་ཤིང་རྟོགས།
en: “Noble beings understand and realize the mind-consciousness element to be a nonelement;

source: ཡང་དག་པ་མ་ཡིན་པ་ཅི་ཡང་མེད་པ་ལ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་སུ་རྟོགས་ཤིང་ཤེས་སོ། །
en: they understand and realize the mind-consciousness element to be false and nonexistent.

source: དེའང་རྒྱུ་དང་རྐྱེན་གྱི་ཆོས་བསྟན་པའི་ཕྱིར་ཡིད་ཐོག་མར་འགྲོ་བས་ཤེས་ན་རྐྱེན་མང་པོ་འདུས་པས་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཞེས་བཤད་དོ། །
en: However, since it demonstrates the phenomena of causes and conditions, and since it has mind as its forefront, and thus knows the coming together of many conditions, it is called the mind-consciousness element .

source: དེ་ཡང་སེམས་ཅན་ཇི་ལྟར་ཤེས་པའི་རྗེས་སུ་བསྙག་པའི་ཕྱིར་དེ་སྐད་ཅེས་གསུངས་སོ། །
en: Moreover, it is taught as such because it accords with beings’ perception.

source: མཁས་པ་དག་ནི་ཁམས་མ་ཡིན་པ་ལ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་སུ་ཤེས་སོ། །
en: The wise understand the mind-consciousness element as a nonelement.

source: དེ་ཡང་རྒྱུ་དང་རྐྱེན་མང་པོ་འདུས་པ་དང་རྣམ་པར་བརྟགས་པ་ལས་བྱུང་སྟེ།
en: It arises from the gathering of many causes and conditions as well as from imputation.

source: གང་ཁམས་ལ་མཚན་མ་མེད་པ་ནི་དོན་དམ་པ་སྟེ།
en: When the elements are perceived to be devoid of marks, that is the ultimate, for

source: དོན་དམ་པ་ལ་ཁམས་ཀྱི་མཚན་ཉིད་མེད་དོ། །
en: elements have no characteristics on the ultimate level.

source: ཀུན་རྫོབ་ཀྱི་ཆོས་སུ་སེམས་ཅན་སྨིན་པར་བྱ་བའི་ཕྱིར་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཞེས་གསུངས་ཏེ་
en: The so-called mind-consciousness element is taught as a relative phenomenon in order to ripen beings,

source: དེ་ཡང་སེམས་ཅན་དག་ཁམས་མེད་པ་ནི་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་སུ་ཤེས་པའི་ཕྱིར་རོ། །
en: so that beings can understand the mind-consciousness element as a nonelement.

source: དེ་ཡང་ཆོས་ཅུང་ཟད་ཙམ་གྱིས་ཀྱང་ཁམས་གཞོམ་ཞིང་དེ་ལས་དབེན་པར་བྱ་བའི་ཕྱིར་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཞེས་གསུངས་སོ། །
en: Also, the so-called mind-consciousness element is taught so that the elements can be destroyed with just a few phenomena, and so that one can disengage from them.

source: འཕགས་པ་རྣམས་ཀྱིས་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ལ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་ནང་ན་གནས་པར་རམ། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཕྱི་རོལ་ན་གནས་པར་རམ། གཉི་གའི་བར་ན་གནས་པར་མི་གནས་སོ། །
en: Noble beings seek what cannot be perceived, for the mind-consciousness element does not exist within the mind-consciousness element, outside of the mind-consciousness element, or somewhere in-between.

source: མཁས་པ་དག་ནི་འདུ་བ་མེད་པའི་ཁམས་ལ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་སུ་རྟོགས་ཏེ།
en: “The wise realize the mind-consciousness element to be an unconjoined element.
